---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.AreaDividedByHeatingLoad
source: html/df713830-3681-baf7-f3dd-80240857e565.htm
---
# Autodesk.Revit.DB.SpecTypeId.AreaDividedByHeatingLoad Property

Area divided by Heating Load, in discipline HVAC.

## Syntax (C#)
```csharp
public static ForgeTypeId AreaDividedByHeatingLoad { get; }
```